{
    "Home": "Bosh sahifa",
    "About": "Biz haqimizda",
    "Login": "Kirish",
    "Islamic Finance": "Islom moliyasi",
    "Contact": "Aloqa",
    "Special Shariah Board": "Maxsus Shariat Kengashi",
    "Programs": "Dasturlar",
    "Your number": "Sizning raqamingiz",
    "Password": "Parol",
    "Submit": "Yuborish",
    "Successfully logged in": "Muvaffaqiyatli kirildi",
    "Our Services": "Bizning Xizmatlarimiz",
    "The primary goal of Al Muamalat Consulting is to contribute to the comprehensive development of Islamic finance in Uzbekistan and Central Asia, considering the interests of the countries and in accordance with existing regulations.": "Al Muamalat Consultingning asosiy maqsadi O'zbekiston va Markaziy Osiyoda islom moliyasining kompleks rivojlanishiga hissa qo'shishdir, bu mamlakatlarning manfaatlarini hisobga olgan holda va mavjud qonunlarga muvofiq.",
    "To be the leading consulting firm in Central Asia, fostering a robust and inclusive Islamic finance ecosystem that empowers individuals and businesses, and promotes sustainable economic growth in the region": "Markaziy Osiyoda yetakchi konsalting firmasi bo'lish, shaxslar va bizneslarni qo'llab-quvvatlaydigan, barqaror iqtisodiy o'sishni rag'batlantiradigan islom moliyasi ekotizimini rivojlantirish.",
    "We help local Islamic finance organizations establish practical cooperation with Islamic finance organizations in Turkey, Indonesia, and Malaysia. We organize experience exchange trips.": "Biz mahalliy islomiy moliya sohasida faoliyat yuritayotgan tashkilotlar uchun Turkiya, Indoneziya va Malayziyadagi Islomiy moliya tashkilotları bilan amaliy hamkorlik o'matishda yordam beramiz. Tajriba almasıhnuvi safarlarini tashkil etamiz.",
    "We provide short-term training courses, expert-led seminars, conferences, and training trips to leading Islamic financial institutions.": "Biz qisqa muddatli trening kursları, mutaxassislar tomonidan olib boriladigan seminarlar, konferensiyalar va yetakchi Islomiy moliyaviy institutlarga sayohat treninglarini taqdim etamiz.",
    "International Cooperation": "Xalqaro Hamkorlik",
    "Education and Training": "Ta'lim va Treninglar",
    "For Islamic Banks": "Islomiy Banklar uchun",
    "We provide our advice on Islamic Banking and Islamic Finance. We support the development of competitive services based on sound principles.": "Biz Islomiy Bank va Islomiy moliya bo'yicha maslahatlarimizni taqdim etamiz. Asoslangan holda raqobatbardor xizmatlarni ishlab chiqishda ko'mak beramiz.",
    "Shari'a Compliance": "Shari'a Maslahati",
    "Services for checking and certifying the compliance of Islamic finance products with Shari'a requirements.": "Islomiy moliya mahsulotlarining Shariat talablariga muvofiqligini tekshirish va tasdiqlash xizmatlari.",
    "Audit Services": "Audit Xizmatlari",
    "Special audit services and preparation of financial reports for Islamic financial institutions.": "Islomiy moliya institutlari uchun maxsus audit xizmatlari va moliyaviy hisobotlarni tayyorlash.",
    "Project Financing": "Loyiha Moliyalashtirish",
    "Services for financing projects based on Murabaha, Musharaka, and Ijara principles.": "Murabaha, Musharaka va Ijara tamoyillariga asoslangan loyihalarni moliyalashtirish xizmatlari.",
    "Assistance in implementing international Islamic finance standards such as AAOIFI and IFSB.": "AAOIFI va IFSB kabi xalqaro islomiy moliya standartlarini joriy etishda yordam.",
    "International Standards": "Xalqaro Standartlar",
    "Development of specialized software and IT solutions for Islamic banks.": "Islomiy banklar uchun maxsus dasturiy ta'minot va IT yechimlarini ishlab chiqish.",
    "IT Solutions": "IT Yechimlar",
    "Risk Management": "Riskni Boshqarish",
    "Development of risk management systems for Islamic financial institutions.": "Islomiy moliya institutlari uchun risklarni boshqarish tizimlarini ishlab chiqish.",
    "Startup Incubator": "Startap Inkubator",
    "Support for startup projects in the field of Islamic financial technologies.": "Islomiy moliya texnologiyalari sohasidagi startap loyihalarini qo'llab-quvvatlash.",
    "CEO and Founder": "Bosh direktor va Asoschi",
    "Tursunov Iskandar holds a master’s degree in Islamic finance from INCEIF University in Kuala Lumpur, Malaysia. He also studied Islamic finance at Istanbul Sabahattin Zaim University in Türkiye. He has many years of experience in the banking, insurance, and government sectors.": "Tursunov Iskandar Malayziyaning Kuala-Lumpur shahridagi INCEIF universi,tetida islomiy moliya bo‘yicha magistrlik darajasini olgan. Shuningdek, Turkiyadagi Istanbul Sabahattin Zaim universitetida islomiy moliya bo‘yicha tahsil olgan. U bank, sug‘urta va davlat sohalarida ko‘p yillik tajribaga ega.",
    "International expert": "Xalqaro ekspert",
    "Mezbah Uddin Ahmed is a distinguished researcher at ISRA Research Management Centre, a part of INCEIF University established by Bank Negara Malaysia (Central Bank of Malaysia). He also provides various Islamic Finance advisory services through ISRA Consulting.": "Mezbah Uddin Ahmed INCEIF universitetining ISRA tadqiqot boshqaruv markazida taniqli tadqiqotchi bo'lib, u Malayziya Markaziy banki tomonidan tashkil etilgan. U ISRA Consulting orqali turli xil Islomiy moliya maslahat xizmatlarini ham taqdim etadi.",
    "International expert, Director of Advisory Unit": "Xalqaro ekspert, Maslahat bo'limi direktori",
    "Hayot Azimov Financial engineering, risk management and project management practitioner for past 15 years. Experienced in establishing Islamic Banks and Banking windows in Malaysia. Active interests in Islamic Fintech and blockchain application.": "Hayot Azimov moliyaviy muhandislik, risklarni boshqarish va loyiha boshqaruvi bo'yicha so'nggi 15 yil davomida amaliyotchidir. Malayziyada Islomiy banklar va bank oynalarini tashkil etish tajribasiga ega. Islomiy Fintech va blokcheyn ilovalari bilan faol qiziqishlari bor.",
    "Islamic finance advisor": "Islomiy moliya maslahatchisi",
    "Xamid Raxmatov earned a master's degree in Islamic finance from International Islamic University Malaysia University in Kuala Lumpur, Malaysia. He has extensive expertise in the financial services, insurance, and the state industries.": "Xamid Raxmatov Malayziyaning Kuala-Lumpur shahridagi Xalqaro Islomiy Universitetida islomiy moliya bo‘yicha magistrlik darajasini olgan. U moliyaviy xizmatlar, sug‘urta va davlat sanoatida keng tajribaga ega.",
    "Chief financial officer": "Bosh moliya direktori",
    "Oripov Sarvar holds an MBA in Finance from Cardiff Metropolitan University in the UK. He has many years of experience in financial management within the private sector. He is also an expert in halal investments and stock market trading.": "Oripov Sarvar Angliyadagi Cardiff Metropolitan Universitetidan moliya bo‘yicha MBA darajasiga ega. U xususiy sektorda moliyaviy boshqaruv sohasida ko‘p yillik tajribaga ega. Shuningdek, u halal investitsiyalar va fond bozorida savdo qilish bo‘yicha mutaxassisdir.",
    "Dr. A’lam Ilhomovich Asadov, PhD, CSAA is an Assistant Professor of Finance at Prince Sultan University in Riyadh, Saudi Arabia. He holds a PhD in Islamic Finance from INCEIF University and a CSAA certification from AAOIFI.": "Dr. A’lam Ilhomovich Asadov, PhD, CSAA Riyoddagi Prince Sultan Universitetida moliya bo‘yicha assistent professordir. U INCEIF universitetidan islomiy moliya bo‘yicha doktorlik darajasiga va AAOIFI dan CSAA sertifikatiga ega.",
    "Corporate Consultant and Legal Expert": "Korporativ Maslahatchi va Yuridik Mutaxassis",
    "Mr. Gayrat Rakhmanberdiev is an experienced corporate consultant and legal expert with over 16 years in corporate governance and legal advisory.": "Gayrat Raxmanberdiev 16 yildan ortiq korporativ boshqaruv va yuridik maslahat sohasida tajribaga ega bo'lgan tajribali korporativ maslahatchi va yuridik mutaxassisdir.",
    "Professor Monzer Kahf": "Professor Monzer Kahf",
    "International Islamic Finance Expert": "Xalqaro Islomiy Moliya Mutaxassisi",
    "Professor Monzer Kahf is a renowned authority in Islamic finance and economics, with decades of global experience as a consultant, trainer, and academic. He has advised international organizations, central banks, and financial institutions on Sharia-compliant frameworks, risk management, and product development.": "Professor Monzer Kahf islomiy moliya va iqtisodiyot sohasida taniqli mutaxassis bo'lib, u dunyo bo'ylab maslahatchi, o'qituvchi va akademik sifatida o'n yillik tajribaga ega. U xalqaro tashkilotlar, markaziy banklar va moliyaviy institutlarga shariatga mos keladigan tuzilmalar, risklarni boshqarish va mahsulotlarni ishlab chiqish bo'yicha maslahat bergan.",
    "Professor Dr. Aishath Muneeza": "Professor Dr. Aishath Muneeza",
    "International Shariah Advisor": "Xalqaro Shariat Maslahatchisi",
    "Prof. Dr. Aishath Muneeza is a leader in Islamic finance. She was the first female Deputy Minister of the Ministry of Islamic Affairs and Ministry of Finance and Treasury in Maldives. She helped create Maldives’ first Shariah-compliant microfinance scheme and played a key role in structuring Sukuk and Islamic treasury products.": "Prof. Dr. Aishath Muneeza islomiy moliya sohasida yetakchi hisoblanadi. U Maldiv orollaridagi Islomiy Ishlar Vazirligi va Moliyaviy va Xazina Vazirligining birinchi ayol o'rinbosari bo'lgan. U Maldiv orollarining birinchi shariatga mos keladigan mikro moliya sxemasini yaratishda yordam berdi va Sukuk va Islomiy xazina mahsulotlarini tuzishda muhim rol o'ynadi.",
    "Dr. Magda Ismail": "Dr. Magda Ismail",
    "Expert in Waqf and Islamic Finance": "Vaqf va Islomiy Moliya Mutaxassisi",
    "Dr. Magda Ismail, a Ph.D. graduate from IIUM, is an Associate Professor at INCEIF University (Malaysia) specializing in waqf and Islamic finance. She has advised global institutions like UNICEF and ISRA on waqf-linked sukuk, cash waqf, and financial inclusion.": "Dr. Magda Ismail, IIUM universitetidan doktorlik darajasiga ega, INCEIF universitetida (Malayziya) vaqf va islomiy moliya bo'yicha dotsentdir. U UNICEF va ISRA kabi global tashkilotlarga waqfga bog'liq sukuk, naqd waqf va moliyaviy inklyuziya bo'yicha maslahat bergan.",
    "International Islamic Finance Experts Panel": "Xalqaro Islomiy Moliya Mutaxassislari Paneli",
    "Our Partners and Clients!": "Bizning Hamkorlarimiz va Mijozlarimiz!",
    "Our Videos": "Bizning Videolarimiz",
    "What is Islamic Finance?": "Islomiy moliya – nima u?",
    "What is the state of Islamic finance in Uzbekistan?": "O'zbekistonda islomiy moliya holati qanday?",
    "The path to Islamic finance ecosystem is clear...": "Islomiy moliya ekotizimiga yo'l aniq...",
    "Why Islamic Finance is Necessary?": "Nima uchun Islomiy moliya zarur?",
    "Islamic Finance Today: Needs, Demand, and Opportunities": "Islomiy moliya bugun: ehtiyojlar, talab va imkoniyatlar",
    "Will the 'Halal' label affect the development of Islamic finance?": "‘Halal’ yorlig'i islomiy moliyaning rivojlanishiga ta'sir qiladimi?",
    "Your Name": "Ismingiz",
    "Your Email Address": "Sizning elektron pochta manzilingiz",
    "Your Phone Number": "Sizning telefon raqamingiz",
    "Message": "Xabar"
}